app.collenotes = [
/* Исправления и дополнения в записи основной коллекции с указанными идентификаторами. */
{
	/* Создание академического текста. */
	"id": "1",
	"marks": "1*",
	"tags": "книга, методы"
},
{
	/* Бейсик — это просто. */
	"id": "2",
	"marks": "1?",
	"tags": "книга, ИКТ"
},
{
	/* Программирование — вторая грамотность. */
	"id": "3",
	"marks": "1!",
	"tags": "статья, ИКТ"
},
{
	/* Основы информатики и вычислительной техники. */
	"id": "4",
	"marks": "1?",
	"tags": "книга, ИКТ"
},
{
	/* Библиографическая деятельность библиотек. */
	"id": "5",
	"marks": "1*",
	"tags": "статья, библиография"
},
{
	/* Методология научного исследования. */
	"id": "6",
	"marks": "1+",
	"tags": "книга, методы"
},
{
	/* Библиографическая деятельность в сетевой информационной среде. */
	"id": "7",
	"marks": "1+",
	"tags": "библиография, статья"
},
{
	/* JavaScript. Подробное руководство. 4-е издание. */
	"id": "8",
	"marks": "1*",
	"tags": "ИКТ, книга"
},
{
	/* Списки использованных источников научных статей… */
	"id": "9",
	"marks": "1",
	"tags": "библиография, статья"
},
{
	/* Основы работы с научной информацией в сети Интернет… */
	"id": "10",
	"ref": "Рогов, М. А. Основы работы с научной информацией в сети Интернет для геологов и биологов / М. А. Рогов. – М.: ГИН РАН, 2022. – 215 с. – (Труды Геологического института; вып. 633). EDN: ZBKXUS. DOI: 10.54896/00023272_2022_633_1",
	"marks": "1?",
	"tags": "книга, методы, библиография"
}
];
