app.collection = [
/* ИСТОЧНИК БИБЛИОГРАФИЧЕСКИХ ЗАПИСЕЙ
Для добавления новой записи надо выделить строки между фигурными скобками, включая их,
скопировать Ctrl+C и вставить после символов звёздочки и наклонной черты Ctrl+V.
После этого надо заменить фиктивные значения полей в созданной таким образом записи на реальные.
Шаблон надо оставить без изменений для дальнейшего использования.
===== НАЧАЛО ШАБЛОНА =====
{
	"id": "Идентификатор (или будет назначен автоматически)",
	"title": "Название источника",
	"author": "Авторы (Фамилия И. О. через запятую)",
	"city": "Город (М - Москва, Мн - Минск, Владимир и т. п.)",
	"publisher": "«Издательство» или название журнала",
	"year": "Год издания книги или выхода журнала",
	"volume": "Том книги или журнала",
	"issue": "Номер журнала",
	"pages": "Количество страниц в книге или номера страницы в журнале",
	"EDN": "Код EDN",
	"DOI": "Код DOI",
	"found": "Дата доступа",
	"ref": "Библиографическая ссылка на источник в необходимом формате",
	"href": "Гиперссылка на интернет-ресурс",
	"path": "Путь к сохранённому локальному файлу (если есть)",
	"cover": "Путь к файлу с изображением обложки (если есть)",
	"marks": "Метки-символы: * ! ? -",
	"tags": "Метки-слова через запятую"
},
===== КОНЕЦ ШАБЛОНА =====

НОВЫЕ ЗАПИСИ ДОБАВЛЯТЬ СРАЗУ ПОСЛЕ ЭТОЙ СТРОКИ */

/* Можно начать с внесения изменений в запись под этой строкой. */
{
	"id": "",
	"title": "Основы информатики и вычислительной техники: Проб. учеб. для 10—11 кл. сред. шк.",
	"author": "Гейн А. Г., Житомирский В. Г., Линецкий Е. В., Сапир М. В., Шолохович В. Ф.",
	"city": "М.",
	"publisher": "Просвещение",
	"year": "1991",
	"volume": "",
	"issue": "",
	"pages": "254",
	"EDN": "",
	"DOI": "",
	"found": "",
	"ref": "",
	"href": "",
	"path": "",
	"cover": "",
	"marks": "1",
	"tags": "ИКТ,учебник"
}
];
/* Настройки приложения. */
app.title = "Новая коллекция";		// заголовок вкладки в браузере
app.recPerPage = [24, 12];		// количество отображаемых элементов в режимах таблицы и карточек соответственно
